{
  "hero_h1": "Toda transformación nace en el interior. En este espacio te ofrecemos las herramientas. Donde sea y cuando sea.",
  "hero_p": "Un portal consciente donde el crecimiento interior se encuentra con las intenciones del día a día — a través de cursos, comunidad y experiencias que acompañan tu evolución.",
  "hero_h2": "MUY PRONTO!",
  "input_email": "Tu correo electrónico",
  "button_stay": "Explora CURA",
  "offer_title": "Desde la sabiduría y el alma, te ofrecemos un camino alineado a la vida que deseas manifestar.",
  "learn_title": "Aprende",
  "learn_p": "Explora nuestro archivo de recursos digitales y sumérgete en un camino de vida consciente, creatividad, bienestar y crecimiento personal.",
  "heal_title": "Cura",
  "heal_p": "Encuentra orientación y equilibrio con profesionales holísticos, sanadores ancestrales, coaches y expertos seleccionados para ti. ",
  "grow_title": "Creece",
  "grow_p": "Integra la sabiduría, las prácticas y las herramientas que descubras aquí para expandir tu estilo de vida y conectar con tu máximo potencial.",
  "cta_h1": "Un nuevo camino de sanación y crecimiento esta por comenzar — tu santuario personal, orientación y recursos digitales pronto a tu disposición.",
  "cta_h2": "Tu viaje hacia adentro esta por comenzar ",

  "terms": {
    "title": "Términos y Condiciones",
    "updated": "Última actualización: [Insertar fecha]",
    "intro": "Bienvenido a CURA. Al acceder o utilizar nuestro sitio web, aceptas estar sujeto a estos Términos y Condiciones. Por favor, léelos cuidadosamente.",

    "general_title": "Información General",
    "general_text": "CURA es una plataforma en desarrollo diseñada para ofrecer herramientas, cursos y experiencias que promueven el crecimiento personal y una vida consciente. El sitio web actual sirve como un portal informativo y de registro mientras construimos la plataforma completa.",

    "use_title": "Uso del Sitio Web",
    "use_text": "Al utilizar este sitio, aceptas hacerlo solo con fines legales y de acuerdo con estos Términos. No debes hacer un mal uso del sitio, intentar acceder sin autorización o realizar cualquier acción que pueda dañar su funcionalidad.",

    "registration_title": "Registro y Comunicación",
    "registration_text": "Si te registras o envías tu información, aceptas que CURA pueda contactarte por correo electrónico con actualizaciones, lanzamientos u otras comunicaciones relevantes. Puedes darte de baja en cualquier momento.",

    "intellectual_title": "Propiedad Intelectual",
    "intellectual_text": "Todo el contenido de este sitio web — incluyendo texto, diseño, gráficos, logotipos y otros materiales — es propiedad intelectual de CURA, a menos que se indique lo contrario. No puedes reproducir, distribuir o modificar ningún material sin consentimiento previo por escrito.",

    "disclaimer_title": "Descargo de Responsabilidad",
    "disclaimer_text": "La información compartida en este sitio es solo para conocimiento general. A medida que CURA continúa desarrollándose, los detalles sobre nuestros servicios, precios y estructura de membresía están sujetos a cambios.",

    "liability_title": "Limitación de Responsabilidad",
    "liability_text": "CURA no será responsable de ningún daño que surja del uso o la imposibilidad de usar este sitio web.",

    "changes_title": "Cambios en Estos Términos",
    "changes_text": "CURA se reserva el derecho de modificar o actualizar estos Términos en cualquier momento. Cualquier cambio se publicará aquí con una fecha de 'Última actualización' revisada.",

    "contact_title": "Contáctanos",
    "contact_text": "Si tienes preguntas sobre estos Términos, puedes contactarnos en: kindblogger@waterthruskin"
  },
  "privacy": {
    "title": "Política de Privacidad",
    "updated": "Última actualización: [Insertar fecha]",
    "intro": "CURA respeta tu privacidad y está comprometida con la protección de tu información personal. Esta política explica cómo recopilamos, usamos y protegemos tus datos mientras nuestra plataforma está en desarrollo.",

    "collect_title": "Información que Recopilamos",
    "collect_intro": "Podemos recopilar los siguientes tipos de información cuando interactúas con nuestro sitio web:",
    "personal_info": "<b>Información Personal:</b> Nombre, dirección de correo electrónico y otros datos que proporciones voluntariamente al registrarte o contactarnos.",
    "usage_data": "<b>Datos de Uso:</b> Análisis básicos como dirección IP, tipo de navegador y páginas visitadas para ayudarnos a mejorar la experiencia del usuario.",

    "use_title": "Cómo Usamos tu Información",
    "use_intro": "Usamos tu información para:",
    "use_point1": "Comunicar actualizaciones sobre el desarrollo y las ofertas de CURA.",
    "use_point2": "Mejorar nuestro sitio web y la experiencia previa al lanzamiento.",
    "use_point3": "Mantener la seguridad y funcionalidad del sitio.",

    "cookies_title": "Cookies",
    "cookies_text": "Nuestro sitio web puede usar cookies para mejorar tu experiencia de navegación. Puedes desactivar las cookies en la configuración de tu navegador en cualquier momento.",

    "security_title": "Seguridad de los Datos",
    "security_text": "Utilizamos medidas administrativas y técnicas razonables para proteger tus datos. Sin embargo, ninguna plataforma en línea es completamente segura, y no podemos garantizar una protección absoluta.",

    "thirdparty_title": "Servicios de Terceros",
    "thirdparty_text": "Podemos utilizar herramientas de terceros (como servicios de análisis o correo electrónico) que procesan datos en nuestro nombre. Estos servicios se seleccionan cuidadosamente para cumplir con las mejores prácticas de privacidad.",

    "rights_title": "Tus Derechos",
    "rights_text": "Tienes derecho a acceder, actualizar o solicitar la eliminación de tu información personal. Puedes hacerlo contactándonos directamente en [insertar correo electrónico].",

    "updates_title": "Actualizaciones de la Política",
    "updates_text": "Podemos actualizar esta Política de Privacidad periódicamente para reflejar nuevas prácticas o requisitos legales. Las actualizaciones se publicarán en esta página con una nueva fecha de “Última Actualización”.",

    "contact_title": "Contáctanos",
    "contact_text": "Si tienes preguntas o inquietudes sobre esta Política de Privacidad, puedes comunicarte con nosotros en: 📩 [Insertar correo electrónico de contacto]"
  }


}
